Repository: ralfId/CovidInfo
Catalog: Resx/Resource.*.resx
Languages: es, fr, it, pt

# sintomasGDescription
source: If you have severe symptoms, seek immediate medical attention. However, you should always call your doctor or healthcare center before showing up at the location in question
es: Si presentas síntomas graves, busca atención médica inmediata. Sin embargo, siempre debes llamar a tu doctor o centro de atención sanitaria antes de presentarte en el lugar en cuestión
fr: Si vous présentez des symptômes graves, consultez immédiatement un médecin. Cependant, vous devez toujours appeler votre médecin ou votre centre de santé avant de vous présenter à l'endroit en question
it: In caso di sintomi gravi, consultare immediatamente un medico. Tuttavia, è necessario chiamare sempre il medico o il centro sanitario prima di presentarsi nel luogo in questione
pt: Se você tiver sintomas graves, procure atendimento médico imediato. No entanto, você deve sempre ligar para o seu médico ou centro de saúde antes de aparecer no local em questão

# sintomasCTitle
source: Common Symptoms
es: Síntomas Comunes
fr: Symptômes courants
it: Sintomi comuni
pt: Sintomas comuns

# sintomasCDescription
source: It is recommended that people who suffer mild symptoms and have a good general health condition are confined at home
es: Lo recomendable es que las personas que sufran síntomas leves y tengan un buen estado de salud general se confinen en casa
fr: Il est recommandé que les personnes qui souffrent de symptômes bénins et qui ont un bon état de santé général soient confinées à la maison
it: Si raccomanda che le persone che soffrono di sintomi lievi e abbiano una buona condizione di salute generale siano confinate a casa
pt: Recomenda-se que pessoas que apresentem sintomas leves e tenham um bom estado geral de saúde sejam confinadas em casa

# sintomasHTitle
source: Usual Symptoms
es: Síntomas Habituales
fr: Symptômes habituels
it: Sintomi usuali
pt: Sintomas usuais

# sintomasHDescription
source: People who become infected begin to have symptoms within 5 to 6 days after they become infected, but can take up to 14 days
es: Las personas que se contagian empiezan a presentar síntomas en un plazo de 5 a 6 días desde que se infectan, pero pueden tardar hasta 14 días
fr: Les personnes infectées commencent à présenter des symptômes dans les 5 à 6 jours suivant leur infection, mais cela peut prendre jusqu'à 14 jours
it: Le persone che vengono infettate iniziano a manifestare sintomi entro 5-6 giorni dalla loro infezione, ma possono richiedere fino a 14 giorni
pt: As pessoas infectadas começam a apresentar sintomas dentro de 5 a 6 dias após a infecção, mas podem levar até 14 dias

# sintomasSource
source: Learn more on the World Health Organization website
es: Aprenda mas en el sitio web de la Organización Mundial de la Salud
fr: Pour en savoir plus, consultez le site de l'Organisation mondiale de la santé
it: Per saperne di più sul sito web dell'Organizzazione Mondiale della Sanità
pt: Saiba mais no website da Organização Mundial de Saúde

source: Less affected countries
es: Países menos afectados
fr: Pays moins touchés
it: Paesi meno colpiti
pt: Países menos afetados

# orderBy
source: Select sort
es: Seleccionar orden
fr: Sélectionnez le tri
it: Seleziona ordinamento
pt: Selecionar classificação

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# casesPercentage
source: Percentage of cases
es: Porcentaje de casos
fr: Pourcentage de cas
it: Percentuale di casi
pt: Porcentagem de casos

# viewSatisticCountries
source: View statistic from each country
es: Ver estadísticas de cada país
fr: Voir les statistiques de chaque pays
it: Visualizza le statistiche di ogni paese
pt: Ver estatísticas de cada país

source: Total cases
es: Total de casos
fr: Total des cas
it: Casi totali
pt: Total de casos

source: Critical
es: Críticos
fr: critique
it: critico
pt: crítico

# imgVector
source: Vectorized images are
es: Las imágenes vectorizadas son
fr: Les images vectorisées sont
it: Le immagini vettorializzate sono
pt: Imagens vetorizadas são

# byFreepik
source: Designed by Freepik
es: Diseñadas por Freepik
fr: Conçu par Freepik
it: Progettato da Freepik
pt: Desenhado por Freepik

# tryAgainBTN
source: Please try again!
es: ¡Intentalo nuevamente!
fr: Veuillez réessayer!
it: Per favore riprova!
pt: Por favor, tente novamente!

source: Guide
es: Guía
fr: Guider
