Repository: ralfId/CovidInfo
Catalog: Resx/Resource.*.resx
Languages: es, fr, it, pt

source: Stay home!
es: ¡Quédate en casa!
fr: Restez chez vous !
it: Rimanete a casa!
pt: Fique em casa!

source: Global Info
es: Información global
fr: Informations générales
it: Informazioni globali
pt: Informação global

# confirmedCases
source: Confirmed
es: Confirmados
fr: Confirmé
it: Confermato
pt: Confirmado

# activeCases
source: Active
es: Activos
fr: Actifs
it: Attività
pt: Activo

# recoveredCases
source: Recovered
es: Recuperados
fr: Récupéré
it: Recuperato
pt: Recuperado

# deathsCases
source: Deaths
es: Muertes
fr: Décès
it: Morti
pt: Mortes

source: Continents
es: Continentes
it: Continenti
pt: Continentes

source: Countries
es: Países
fr: Pays
it: Paesi
pt: Países

source: Most affected countries
es: Países más afectados
fr: Pays les plus touchés
it: Paesi maggiormente colpiti
pt: Países mais afectados

# oficialInformation
source: Official information
es: Información oficial
fr: Informations officielles
it: Informazioni ufficiali
pt: Informação oficial

# DONATIONS
source: Donate to the COVID-19 Response Fund
es: Donar al fondo de respuesta a la COVID-19
fr: Faites un don au Fonds de réponse COVID-19
it: Donare al Fondo di risposta COVID-19
pt: Doar para o Fundo de Resposta à COVID-19

# FAQS
source: Questions and Answers about Coronavirus Disease (COVID-19)
es: Preguntas y respuestas sobre la enfermedad por coronavirus (COVID-19)
fr: Questions et réponses sur les maladies à coronavirus (COVID-19)
it: Domande e risposte sulla malattia di Coronavirus (COVID-19)
pt: Perguntas e respostas sobre a doença de Coronavirus (COVID-19)

# MYTHS
source: Tips for the public about the rumors about the new coronavirus
es: Consejos para la población acerca de los rumores sobre el nuevo coronavirus
fr: Conseils pour le public concernant les rumeurs sur le nouveau coronavirus
it: Consigli per il pubblico sulle voci sul nuovo coronavirus
pt: Dicas para o público sobre os rumores sobre o novo coronavírus

# errorConectionServer
source: Could not connect to the server. Please, try again! If the problem persists you can report to the developer: rafael.ideveloper@gmail.com
es: No se puede conectar con el servidor. ¡Inténtalo de nuevo! Si el problema persiste, puede informar al desarrollador: rafael.ideveloper@gmail.com
fr: Ne peut se connecter au serveur. Veuillez réessayer! Si le problème persiste, vous pouvez le signaler au développeur: rafael.ideveloper@gmail.com
it: Impossibile connettersi al server. Per favore riprova! Se il problema persiste puoi segnalare il problema allo sviluppatore: rafael.ideveloper@gmail.com
pt: Não pôde conectar-se ao servidor. Por favor, tente novamente! Se o problema persistir, você pode relatá-lo ao desenvolvedor: rafael.ideveloper@gmail.com

source: Updating...
es: Actualizando...
fr: Mise à jour de...
it: Aggiornamento...
pt: Actualização...

# currentTest
source: Tests performed
es: Pruebas realizadas
fr: Tests effectués
it: Test eseguiti
pt: Testes realizados

source: Ok
es: Aceptar
fr: Accepter
it: Accetta
pt: Accetta

# searchPlaceHolder
source: Search...
es: Buscar...
fr: Rechercher...
it: Ricerca...
pt: Buscar ...

source: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregamento...

# lastUpdta
source: Last update:
es: Última actualización:
fr: Dernière actualisation:
it: Ultimo aggiornamento:
pt: Última actualização:

# 24Report
source: Recently reported
es: Reportados recientemente
fr: Récemment rapporté
it: Segnalati di recente
pt: Recentemente relatado

# covidTests
source: Covid-19 Tests
es: Pruebas Covid-19
fr: Tests Covid-19
it: Test COVID-19
pt: Testes COVID-19

# countriesStats
source: See statistics for each country
es: Ver estadísticas de cada país
fr: Voir les statistiques pour chaque pays
it: Vedi le statistiche per ogni paese
pt: Ver estatísticas de cada país

source: Official information
es: Información oficial
fr: Informations officielles
it: Informazioni ufficiali
pt: Informação oficial

# goesInfo
source: Official information from the Government of the Republic of El Salvador.
es: Información oficial del Gobierno de la República de El Salvador.
fr: Information officielle du gouvernement de la République d'El Salvador.
it: Informazioni ufficiali del Governo della Repubblica di El Salvador.
pt: Informação oficial do Governo da República de El Salvador.

# noInter
source: No Internet connection
es: No hay conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione a Internet
pt: Sem ligação à Internet

# limitedConnection
source: There are problems with your internet connection. Please, try again!
es: Hay problemas con su conexión a internet. ¡Por favor vuelva a intentarlo!
fr: Il y a des problèmes avec votre connexion Internet. Veuillez réessayer!
it: Ci sono problemi con la tua connessione Internet. Per favore riprova!
pt: Existem problemas com a sua ligação à Internet. Por favor, tente novamente!

# contatDeveloper
source: If the problem persists, contact the developer
es: Si el problema persiste, contacte con el desarrollador
fr: Si le problème persiste, contactez le développeur
it: Se il problema persiste, contattare lo sviluppatore
pt: Se o problema persistir, contactar o dono da obra

# developer
source: About
es: Acerca de
fr: À propos de
it: Informazioni su
pt: Sobre

# devInfo1
source: About Covid-Info
es: Acerca de Covid-Info
fr: Acerca de Covid-Info
it: Informazioni su Covid-Info
pt: Sobre Covid-Info

# devInfo2
source: Hello! My name is Rafael Ibañez.
es: ¡Hola! Mi nombre es Rafael Ibañez.
fr: Bonjour ! Je m'appelle Rafael Ibañez.
it: Salve, mi chiamo Rafael Ibañez.
pt: Olá! O meu nome é Rafael Ibañez.

# devInfo3
source: COVIDINFO is a personal project, created to provide official and reliable information on the progress of the COVID-19 pandemic, showing the progress of the number of cases in each country and the number of cases worldwide.
es: COVIDINFO es un proyecto personal, creado con el propósito de bridar información oficial y fiable sobre el avance de la pandemia COVID-19, donde se muestran el progreso de número de casos en cada país y el número de casos a nivel mundial. Si la aplicación cuenta con los permisos para el acceso a tu ubicación GPS mostrara la estadística del desarrollo de la pandemia en tu país.
fr: COVIDINFO est un projet personnel, créé pour fournir des informations officielles et fiables sur la progression de la pandémie COVID-19, montrant la progression du nombre de cas dans chaque pays et le nombre de cas dans le monde.
it: COVIDINFO è un progetto personale, creato per fornire informazioni ufficiali e affidabili sull'andamento della pandemia COVID-19, mostrando il progresso del numero di casi in ogni paese e il numero di casi in tutto il mondo. Se l'applicazione ha i permessi per l'accesso alla vostra posizione GPS, mostrerà le statistiche dello sviluppo della pandemia nel vostro paese.
pt: COVID INFO é um projecto pessoal para fornecer informações oficiais e fiáveis sobre a pandemia COVID19.

# devInfo4
source: For any kind of information or suggestion you can send me a mail to this address:
es: Para cualquier tipo de información o sugerencia puedes enviarme un correo a esta dirección:
fr: Pour tout type d'information ou de suggestion, vous pouvez m'envoyer un courrier à cette adresse :
it: Per qualsiasi tipo di informazione o suggerimento potete inviarmi una mail a questo indirizzo:
pt: Para qualquer tipo de informação ou sugestão, pode enviar-me uma mensagem para este endereço:

# dataInfo1
source: Data source
es: Fuente de datos
fr: Source des données
it: Fonte dei dati
pt: Origem dos dados

# dataInfoBtn
source: See official documentation
es: Ver documentación oficial
fr: Voir documentation officielle
it: Vedi documentazione ufficiale
pt: Ver documentação oficial

# dataInfo2
source: All the information shown in the application comes from the NOVEL COVID API service. This service provides a wide range of detailed information about the COVID-19 pandemic which ranges from global data descriptions to city/region specific data. It also provides official government data for some countries.
es: Toda la información que se muestra en la aplicación proviene del servicio de NOVEL COVID API. Este servicio proporciona una gran variedad de información detallada sobre la pandemia COVID-19 la cual proporciona desde descripciones globales de datos hasta datos específicos de cada ciudad/región. También proporciona datos oficiales del gobierno para algunos países.
fr: Toutes les informations figurant dans la demande proviennent du service NOVEL COVID API. Ce service fournit un large éventail d'informations détaillées sur la pandémie COVID-19 qui vont de la description de données mondiales à des données spécifiques à une ville/région. Il fournit également des données gouvernementales officielles pour certains pays.
it: Tutte le informazioni mostrate nell'applicazione provengono dal servizio NOVEL COVID API. Questo servizio fornisce un'ampia gamma di informazioni dettagliate sulla pandemia COVID-19, che vanno dalla descrizione dei dati globali ai dati specifici della città/regione. Fornisce anche dati ufficiali del governo di alcuni paesi.
pt: Todas as informações apresentadas na aplicação são provenientes do serviço NOVEL COVID API. Este serviço fornece uma vasta gama de informações detalhadas sobre a pandemia da COVID-19, desde descrições de dados globais a dados específicos da cidade/região. Fornece também dados oficiais do governo de alguns países.

# dataInfo3
source: For more information see official NOVEL COVID API documentation.
es: Para más información ver documentación oficial de NOVEL COVID API.
fr: Pour plus d'informations, voir la documentation officielle de l'API NOVEL COVID.
it: Per ulteriori informazioni, consultare la documentazione ufficiale di NOVEL COVID API.
pt: Para mais informações, consulte a documentação oficial do NOVEL COVID API.

source: Symptoms
es: Síntomas
fr: Symptômes
it: Sintomi
pt: Sintomas

source: Advices
es: Consejos
fr: Conseils
it: Suggerimenti
pt: Dicas

source: View more
es: Ver mas
fr: Voir plus
it: Vedere più
pt: Ver mais

# bannerTitle
source: Let's fight COVID-19 together!
es: ¡Combatamos el COVID-19 juntos!
fr: Combattons COVID-19 ensemble !
it: Combattiamo insieme COVID-19!
pt: Vamos lutar juntos contra a COVID-19!

# bannerDescription
source: Follow the advice of the relevant national and local health authorities or your employer on how to protect yourself and others
es: Siga las indicaciones de las autoridades sanitarias pertinentes a nivel nacional y local o de su empleador sobre la forma de protegerse a sí mismo y a los demás
fr: Suivez les conseils des autorités sanitaires nationales et locales compétentes ou de votre employeur sur la manière de vous protéger et de protéger les autres
it: Seguite i consigli delle autorità sanitarie nazionali e locali competenti o del vostro datore di lavoro su come proteggere voi stessi e gli altri
pt: Siga os conselhos das autoridades sanitárias nacionais e locais relevantes ou do seu empregador sobre como se proteger a si e aos outros

# btnExternalInfo
source: Press to know more about COVID-19
es: Presiona para conocer mas de COVID-19
fr: En savoir plus sur COVID-19
it: Per saperne di più su COVID-19
pt: Imprensa para saber mais sobre a COVID-19

# greatApp
source: If this app has been to your liking
es: Si esta aplicación ha sido de tu agrado
fr: Si cette application a été à votre goût
it: Se questa app è stata di vostro gradimento
pt: Se esta aplicação tiver sido do seu agrado

# buyCoffee
source: Buy me a coffee!
es: ¡Invítame a un café!
fr: Compre-me um café!
it: Comprami un caffè!
pt: Compre-me um café!

# symptoms1
source: Fever
es: Fiebre
fr: Fièvre
it: Febbre
pt: Febre

# symptoms2
source: Dry cough
es: Tos seca
fr: Toux sèche
it: Tosse secca
pt: Tosse seca

# symptoms3
source: Fatigue
es: Cansancio
it: Fatica
pt: Fadiga

# symptoms4
source: Body aches and pains
es: Dolores y molestias corporales
fr: Douleurs corporelles
it: Mal di corpo e dolori
pt: Dores e dores no corpo

# symptoms5
source: Sore Throat
es: Dolor de garganta
fr: Mal de gorge
it: Gola dolorante
pt: Garganta irritada

# symptoms6
source: Diarrhoea
es: Diarrea
fr: Diarrhée
it: Diarrea
pt: Diarreia

# symptoms7
source: Conjunctivitis
es: Conjuntivitis
fr: Conjonctivite
it: Congiuntivite
pt: Conjuntivite

# symptoms8
source: Headache
es: Dolor de cabeza
fr: Maux de tête
it: Mal di testa
pt: Dor de cabeça

# symptoms9
source: Loss of sense of smell or taste
es: Pérdida del sentido del olfato o del gusto
fr: Perte de l'odorat ou du goût
it: Perdita dell'olfatto o del gusto
pt: Perda do sentido do olfacto ou do paladar

# symptoms10
source: Skin rashes or loss of color on the fingers or toes
es: Erupciones cutáneas o pérdida del color en los dedos de las manos o de los pies
fr: Éruptions cutanées ou perte de couleur sur les doigts ou les orteils
it: Eruzioni cutanee o perdita di colore sulle dita delle mani o dei piedi
pt: Erupções cutâneas ou perda de cor nos dedos das mãos ou dos pés

# symptoms11
source: Difficulty breathing or feeling short of breath
es: Dificultad para respirar o sensación de falta de aire
fr: Difficulté à respirer ou sensation d'essoufflement
it: Difficoltà di respirazione o sensazione di mancanza di respiro
pt: Dificuldade em respirar e sensação de falta de ar

# symptoms12
source: Chest pain or pressure
es: Dolor o presión en el pecho
fr: Douleurs ou pressions à la poitrine
it: Dolore al petto o pressione
pt: Dor ou pressão no peito

# symptoms13
source: Inability to speak or move
es: Incapacidad para hablar o moverse
fr: Incapacité de parler ou de bouger
it: Incapacità di parlare o di muoversi
pt: Incapacidade de falar ou de se mover

# AdvT1
source: Stay at home
es: Quédese en casa
fr: Rester à la maison
it: Rimanete a casa
pt: Fique em casa

# AdvD1
source: Do not leave your home except to seek medical care, stock up on food, medicine or other important household items
es: No salga de su casa, excepto para buscar atención médica, abastecerse de alimentos, medicinas u otras cosas importantes para el hogar
fr: Ne quittez pas votre domicile sauf pour consulter un médecin, faire le plein de nourriture, de médicaments ou d'autres articles ménagers importants
it: Non uscire di casa se non per consultare un medico, fare scorta di cibo, medicine o altri importanti articoli per la casa
pt: Não saia de casa, exceto para procurar atendimento médico, estocar alimentos, remédios ou outros utensílios domésticos importantes

# AdvT2
source: Practice social distancing
es: Practicar el distanciamiento social
fr: Pratiquer la distanciation sociale
it: Praticare l'allontanamento sociale
pt: Praticar o distanciamento social

# AdvD2
source: Keep at least 1 meter (3 feet) away from you and others
es: Mantenga al menos 1 metro (3 pies) de distancia entre usted y las demás personas
fr: Gardez au moins 1 mètre (3 pieds) loin de vous et des autres
it: Tieni ad almeno 1 metro di distanza da te e dagli altri
pt: Mantenha pelo menos 1 metro de distância de você e de outras pessoas

# AdvT3
source: Wear a face mask
es: Usa una mascarilla
fr: Portez un masque facial
it: Indossa una maschera
pt: Use uma máscara facial

# AdvD3
source: Use face masks in public places. The use of masks should be part of a comprehensive strategy that includes measures to eliminate transmission and save lives; the use of a mask is not sufficient to provide an adequate level of protection against COVID-19
es: Use mascarillas en lugares públicos. El uso de máscaras debe ser parte de una estrategia integral que incluya medidas para eliminar la transmisión y salvar vidas; El uso de una máscara no es suficiente para proporcionar un nivel adecuado de protección contra COVID-19
fr: Utilisez des masques dans les lieux publics. L'utilisation de masques devrait faire partie d'une stratégie globale comprenant des mesures pour éliminer la transmission et sauver des vies; l'utilisation d'un masque n'est pas suffisante pour fournir un niveau de protection adéquat contre le COVID-19
it: Usa le maschere nei luoghi pubblici. L'uso delle maschere dovrebbe far parte di una strategia globale che include misure per eliminare la trasmissione e salvare vite umane; l'uso di una maschera non è sufficiente per fornire un livello adeguato di protezione contro COVID-19
pt: Use máscaras em locais públicos. O uso de máscaras deve fazer parte de uma estratégia abrangente que inclui medidas para eliminar a transmissão e salvar vidas; o uso de uma máscara não é suficiente para fornecer um nível adequado de proteção contra o COVID-19

# AdvT4
source: Avoid touching your eyes, nose and mouth
es: Evitar tocarse los ojos, la nariz y la boca
fr: Évitez de toucher vos yeux, votre nez et votre bouche
it: Evita di toccare gli occhi, il naso e la bocca
pt: Evite tocar seus olhos, nariz e boca

# AdvD4
source: Hands touch many surfaces and can lift viruses. Once contaminated, the hands can transfer the virus to the eyes, nose, or mouth
es: Las manos tocan muchas superficies y pueden levantar los virus. Una vez contaminadas, las manos pueden transferir el virus a los ojos, nariz o boca
fr: Les mains touchent de nombreuses surfaces et peuvent soulever des virus. Une fois contaminées, les mains peuvent transmettre le virus aux yeux, au nez ou à la bouche
it: Le mani toccano molte superfici e possono sollevare virus. Una volta contaminate, le mani possono trasferire il virus agli occhi, al naso o alla bocca
pt: As mãos tocam muitas superfícies e podem levantar vírus. Uma vez contaminadas, as mãos podem transferir o vírus para os olhos, nariz ou boca

# AdvT5
source: Cover your nose and mouth when you cough and sneeze
es: Cúbrase la nariz y la boca al toser y estornudar
fr: Couvrez-vous le nez et la bouche lorsque vous toussez et éternuez
it: Copriti naso e bocca quando tossisci e starnutisci
pt: Cubra o nariz e a boca quando tossir e espirrar

# AdvD5
source: Cover your mouth and nose with a tissue when you cough or sneeze, or use the inside of your elbow
es: Cúbrase la boca y la nariz con un pañuelo cuando tosa o estornude o use la parte interna del codo
fr: Couvrez-vous la bouche et le nez avec un mouchoir lorsque vous toussez ou éternuez, ou utilisez l'intérieur de votre coude
it: Copri la bocca e il naso con un fazzoletto quando tossisci o starnutisci o usa l'interno del gomito
pt: Cubra a boca e o nariz com um lenço de papel quando tossir ou espirrar, ou use a parte interna do cotovelo

# AdvT6
source: Wash your hands frequently
es: Lavarse las manos frecuentemente
fr: Lavez-vous les mains fréquemment
it: Lavati spesso le mani
pt: Lave as mãos frequentemente

# AdvD6
source: Wash your hands often with soap and water for at least 20 seconds, especially after you've been in a public place, or after blowing your nose, coughing, or sneezing
es: Lávate las manos con frecuencia con agua y jabón por al menos 20 segundos, especialmente después de haber estado en un lugar público, o después de sonarse la nariz, toser o estornudar
fr: Lavez-vous souvent les mains à l'eau et au savon pendant au moins 20 secondes, surtout après avoir été dans un lieu public, ou après vous être mouché, tousser ou éternuer
it: Lavati spesso le mani con acqua e sapone per almeno 20 secondi, specialmente dopo essere stato in un luogo pubblico o dopo averti soffiato il naso, tossendo o starnutendo
pt: Lave as mãos frequentemente com água e sabão por pelo menos 20 segundos, especialmente depois de estar em um local público ou depois de assoar o nariz, tossir ou espirrar

# AdvT7
source: Use alcohol or alcohol gel
es: Usa alcohol o gel en alcohol
fr: Utilisez de l'alcool ou du gel d'alcool
it: Usa alcool o gel per alcool
pt: Use álcool ou gel de álcool

# AdvD7
source: Use an alcohol-based hand sanitizer with at least 60% alcohol, and cover the entire surface of your hands by rubbing them together until dry
es: Use un desinfectante de manos a base de alcohol con al menos un 60 % de alcohol, y cubra toda la superficie de sus manos frotándolas entre sí hasta sentirlas secas
fr: Utilisez un désinfectant pour les mains à base d'alcool contenant au moins 60% d'alcool et couvrez toute la surface de vos mains en les frottant jusqu'à ce qu'elles soient sèches
it: Usa un disinfettante per le mani a base di alcool con almeno il 60% di alcol e copri l'intera superficie delle mani strofinandole insieme fino ad asciugare
pt: Use um desinfetante para as mãos à base de álcool com pelo menos 60% de álcool e cubra toda a superfície das mãos esfregando-as até secar

# AdvT8
source: Clean and disinfect
es: Limpie y desinfecte
fr: Nettoyer et désinfecter
it: Pulisci e disinfetta
pt: Limpe e desinfete

# AdvD8
source: Frequently clean and disinfect daily contact surfaces, i.e. tables, door knobs, light faucets, countertops, handles, desks, telephones, keyboards, toilets, faucets, and sinks
es: Limpie Y desinfecte con frecuencia las superficies de contacto diario, es decir, mesas, perillas de las puertas, llaves de luz, encimeras, manijas, escritorios, teléfonos, teclados, inodoros, grifos y fregaderos
fr: Nettoyez et désinfectez fréquemment les surfaces de contact quotidiennes, c'est-à-dire les tables, les boutons de porte, les robinets d'éclairage, les comptoirs, les poignées, les bureaux, les téléphones, les claviers, les toilettes, les robinets et les éviers
it: Pulisci e disinfetta frequentemente le superfici di contatto quotidiane, ovvero tavoli, pomelli delle porte, rubinetti luminosi, controsoffitti, maniglie, scrivanie, telefoni, tastiere, servizi igienici, rubinetti e lavandini
pt: Limpe e desinfete frequentemente as superfícies de contato diárias, como mesas, maçanetas, torneiras de luz, bancadas, pegas, mesas, telefones, teclados, sanitários, torneiras e pias

# AdvT9
source: Monitor your health daily
es: Monitoree su salud a diario
fr: Surveillez votre santé au quotidien
it: Monitora la tua salute ogni giorno
pt: Monitore sua saúde diariamente

# AdvD9
source: Watch for the onset of symptoms. Follow the care instructions from your health care provider and local health department. Local health authorities will give you directions on how to check your symptoms and report the information
es: Esté atento a la aparición de los síntomas. Siga las instrucciones de cuidado de su proveedor de atención médica y departamento de salud local. Las autoridades de salud locales le brindarán indicaciones sobre cómo verificar sus síntomas y notificar la información
fr: Surveillez l'apparition des symptômes. Suivez les instructions de soins de votre fournisseur de soins de santé et du service de santé local. Les autorités sanitaires locales vous indiqueront comment vérifier vos symptômes et communiquer les informations
it: Guarda l'insorgenza dei sintomi. Seguire le istruzioni per l'assistenza del proprio fornitore di assistenza sanitaria e del dipartimento sanitario locale. Le autorità sanitarie locali forniranno indicazioni su come controllare i sintomi e riferire le informazioni
pt: Preste atenção no aparecimento dos sintomas. Siga as instruções de cuidados do seu médico e departamento de saúde local. As autoridades de saúde locais darão instruções sobre como verificar seus sintomas e relatar as informações

# sintomasGTitle
source: Serious Symptoms
es: Síntomas Graves
fr: Symptômes graves
it: Sintomi gravi
pt: Sintomas graves
